tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "bash"
brew "libgit2"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "graphviz"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "source-highlight"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alt-tab"
cask "appcleaner"
cask "drawio"
cask "font-hack-nerd-font"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monolingual"
cask "sf-symbols"
cask "spotify"
cask "tunnelblick"
cask "vlc"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
