tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "bash"
brew "libgit2"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "graphviz"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "source-highlight"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "appcleaner"
cask "caffeine"
cask "monolingual"
cask "vlc"
cask "whatsapp"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
