astyle
bash
boost
coreutils
ctags
docker
docker-machine
fzf
gcc
git
htop
llvm
neovim
openssh
readline
reattach-to-user-namespace
sshrc
tmux
tree
wget
zsh
