appcleaner
betterzipql
cheatsheet
cleanmymac
firefox
flux
font-dejavusansmono-nerd-font
font-dejavusansmono-nerd-font-mono
font-droidsansmono-nerd-font
font-droidsansmono-nerd-font-mono
hammerspoon
mactex
mailmate
miniconda
monolingual
qlcolorcode
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
skype
spotify
suspicious-package
vimr
virtualbox
vlc
webpquicklook
whatsapp
xquartz
